{
  "breakUp": "...W-w-why...",
  "divorced": "...I-I don't want to be alone...",
  "GreenRain": "This rain is so refreshing...",
  "GreenRain_2": "The refreshing rain is back...",
  "Spouse_MonstersInHouse": "There's a monster in the house! Don't worry, I'll just use water pulse!~",
  "SpouseStardrop": "I found this on the beach... Please take it!~",
  "WipedMemory": "W-who are you...",
  "MovieInvitation": "Of course I'll go to the movies with you!~",
  "RejectGift_Divorced": "B-but we're divorced...",
  "AcceptBirthdayGift": "A gift for my birthday?! Yayyyyy!~",
  "RejectBouquet": "I-I don't want that kind of commitment...",
  "RejectMermaidPendant": "N-no... I don't want to be married...",
  "AcceptGift_Loved": "You're giving me this? Thank you!~",
  "AcceptGift_Liked": "Wow. Thanks for the gift!~",
  "AcceptGift_Neutral": "That's very thoughtful of you.",
  "AcceptGift_Disliked": "...What is this?",
  "AcceptGift_Hated": "This is gross...",
  "RejectMovieTicket_AlreadyInvitedBySomeoneElse": "S-someone else already invited me...",
  "RejectMovieTicket_AlreadyWatchedThisWeek": "I-I already watched a movie this w-week...",
  "RejectMovieTicket_Divorced": "B-but we're divorced...",
  "RejectMovieTicket_DontWantToSeeThatMovie": "I-I don't like that movie...",
  "RejectMovieTicket": "N-no thank you...",
  "Mon": "Ummm.... Hi... I-I hope you're having a good day...",
  "Tue": "H-hi... How are you doing..?",
  "Wed": "What is your favorite pokemon move..? #$b# I-I hope it's one I can learn...",
  "Thu": "Eeek! #$b# O-oh... It's just you...",
  "Fri": "The arcana is the means in which all is revealed #$b# Developers note: Remove placeholder Persona 3 quote #$e# How'd you like my impression? I wanted to prank you!~",
  "Sat": "It's the start of the weekend. My friends should be gathering in the valley soon.",
  "Sun": "...sawb... #$b# ...O-oh... I didn't see you there...",
  "Mon2": "In case you haven't noticed... I'm not 100% human... #$b# I-I'm actually part Sobble, hence my name... #$e# Yes, that does mean I can use pokemon moves...",
  "Tue2": "Since I'm part human, I can't evolve into a Drizzile or Inteleon... #$b# However I can still use some of their moves.",
  "Wed2": "If I touch water, I can turn invisible... #$b# If I don't wanna be invisible, then I don't have to... #$b# The water just gives me the ability to do so...",
  "Thu2": "If I cry then everyone nearby will also cry... #$b# It's caused a lot of problems for me before...",
  "Fri2": "I'm glad Sophia lets me live with her. #$b# I don't know what I would do without her...",
  "Sat2": "Sophia's not my only friend, I also have a friend in Spruceview named Sumi!~ #$b# She introduced me to my favorite anime, The Ocean's Lament!~",
  "Sun2": "It's a really nice day out today!~ #$b# I hope it stays like this for a while!~",
  "Mon4": "You should watch The Ocean's Lament with me and Sumi sometime!~ #$b# It's a really good anime!~",
  "Tue4": "What moves do I know..? #$b# Well, theres Water Pulse, Icy Wind, U-turn, and Shadow Ball so far!~ #$b# I-I hope I can learn more moves soon!~",
  "Wed4": "As a result of being a pokemon-human hybrid, my hair is really smooth, and I can also breathe underwater!~",
  "Thu4": "Since I'm part Sobble, I have to be careful around electricity... #$b# Electronics are fine but any sort of open electricity is dangerous for me...",
  "Fri4": "Sophia is a really good friend of mine, and so are you!~ #$b# But you aren't my only friend, I have many pokemon friends as well!~",
  "Sat4": "C-could I use you as a venting tool of sorts..? #$b# I-I need to get something off my chest... #$b# !!! #$b# N-nevermind!!!",
  "Sun4": "Because of my water type moves, I can swim really well!~ #$b# I can also grow plants pretty well.",
  "Mon6": "I-I-I can't keep going on like this... #$b# I-I really need someone to talk to... #$b# !!! #$b# I-It's n-nothing... #$b# I-I'll tell you on s-sunday...",
  "Tue6": "Sophia is a really great friend of mine. #$b# She really helps me with my anxiety!~",
  "Wed6": "Hai!~ How are you doing today?~ #$b# I hope you're doing well!~",
  "Thu6": "You are one of my best friends!~ #$b# I-I hope you know that!~",
  "Fri6": "You should watch The Ocean's Lament with me!~",
  "Sat6": "Have you watched any anime before? If so, what are your recommendations?",
  "Sun6": "..? #$b# !!! #$b# I-I completely forgot... I was gonna tell you... #$b# Ummm... #$b# I-I like Sophia... #$b# N-no, m-more than a friend... #$b# I-I... I like like her... #$b# ... #$b# D-don't tell anyone... Please...",
  "Mon8": "Y-y-you think I-I should tell Sophia..? #$b# I-I don't know... #$b# I-I don't have the courage...",
  "Tue8": "Good morning!~ #$b# I hope you slept well!~",
  "Wed8": "I should visit Sumi sometime... #$b# I-I hope she's doing well...",
  "Thu8": "I -I-I don't know how to tell Sophia... #$b# I-I don't want to ruin our friendship...",
  "Fri8": "I love the weather today, it reminds me of Deerling and Sawsbuck! #$b# They change form depending on the season.",
  "Sat8": "When did you last see a movie? #$b# I hope it was a good one!~",
  "Sun8": "I'm currently in the process of learning Snipe Shot! #$b# It's a really cool move!~",
  "Mon10": "I-I asked Sophia... #$b# I-I told her how I felt but she said she didn't feel the same... #$b# But that doesn't matter, cause I've got you!~",
  "Tue10": "I love you!~",
  "Wed10": "I finally learned Snipe Shot! #$b# I wonder if I can gigantimax... #$b# If I can, does that mean I can use G-max Hydro Snipe?",
  "Thu10": "I love you so so much!~ #$b# I-I don't know what I would do without you...",
  "Fri10": "Sawb sawb!~ #$b# I love you!~",
  "Sat10": "You are my bestest friend!~ #$b# I-I love you so much!~",
  "Sun10": "I'm gonna watch The Ocean's Lament later, wanna join?",
  "Introduction": "Sawb..? Oh! Umm, Welcome to the valley!~",
  "married_Sobble": "We're finally married!~",
  "cc_Begin": "It's so cool that you're repairing the Community Center!~",
  "joja_Begin": "Y-y-you teamed up w-with Joja..? J-Joja is gonna scare away all my f-friends...",
  "cc_Bus": "The bus is repaired! Yayyy!~",
  "cc_Minecart": "The minecarts are repaired? That's great!~",
  "cc_Greenhouse": "You're greenhouse is fixed? My friends now have a place to stay when they visit!~",
  "cc_Bridge": "You fixed the bridge to the quarry? That should help the valley a lot!~",
  "cc_Boulder": "You removed the boulder in the mountains? The water my friends live in is now safe!~",
  "cc_Complete": "You repaired the community center? Take that Joja!~",
  "movieTheater": "A movie theatre has been built? I can't wait to see a movie!~",
  "gotPet": "You got a pet? You better not forget about me!~",
  "GreenRainFinished": "Awww, the refreshing rain is gone. I hope it comes back soon!~",
  "pamHouseUpgrade": "You built Pam a house? That's so nice of you!~",
  "pamHouseUpgradeAnonymous": "Pam got a house? I-I hope she likes it...",
  "wonGrange": "You won the Grange Display competition? That's amazing!~",
  "wonEggHunt": "You won the egg hunt? That's awesome!~",
  "wonIceFishing": "You won the ice fishing competition? That's so cool!~",
  "willyCrabs": "Do you know if Willy likes Krabby... I wanna introduce one of my friends to him...",
  "FullCrabPond": "You have a pond full of Kingler? I'm sure they like it there!~",
  "divorced_Sobble": "B-but why...",
  "dating_Sobble": "I'm so happy to be dating you!~"
}
